Revit 2027 API
BuiltInFailures.TagByExampleFailures.CannotCreateTagRotationWarning Property
 Tag by Example couldn't tag the host as it is not parallel to the example host.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotCreateTagRotationWarning { get; }
Public Shared ReadOnly Property CannotCreateTagRotationWarning As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotCreateTagRotationWarning {
	FailureDefinitionId^ get ();
}
static member CannotCreateTagRotationWarning : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.TagByExampleFailures Class
Autodesk.Revit.DB Namespace